[main]
lbl-activation=Activare:
lbl-speed=Viteză
lbl-alt-speed=Viteză Alt.:
lbl-left-btn=Buton stânga
lbl-right-btn=Buton dreapta
lbl-middle-btn=Buton mijloc
lbl-up=Sus
lbl-down=Jos
lbl-left=Stânga
lbl-right=Dreapta
lbl-scroll-up=Derulați în sus
lbl-scroll-down=Derulați în jos
btn-save=Salvare
btn-reset=Resetare
btn-defaults=Standard
chk-minimize=Minimizare
gb-activation=Activare
chk-cursor=Pictogramă lângă cursor
lbl-left-up=tânga sus
lbl-right-up=Dreapta sus
lbl-left-down=Stânga jos
lbl-right-down=Dreapta jos
chk-autoactivate=Activa emulare
lbl-show=Arată: 
chk-notifications=Notificări
combo-item-none= [None]
lbl-onstartup=La pornire: 
lbl-sticky-keys=Taste adezive
lbl-activation-modifier=Imite numai cu:
gb-miscellaneous=Alte setări
gb-buttons=Butoanele mouse-ului
gb-movement=Mouse-ul circulaţie
gb-quicksettings=Setări rapide
[notify]
restore=Arată
exit=Ieşire
balloon-start=Rularea în bara de sistem
balloon-enabled=Emulație maus activă
balloon-disabled=Emulație maus inactivă
enable=Activare emulație
disable=Inactivare emulație
[errors]
hook-error-msg=Nu se poate configura cârlig tastatură
hook-error-caption=Eroare
mutex-msg=NeatMouse rulează deja.
mutex-caption=Eroare
[toolbar]
presets.add-preset-caption=Adăugare setări personalizate noi...
presets.add-preset-prompt=Nume pentru noile setări personalizate:
presets.confirm-save-caption=Confirmare
presets.confirm-save-prompt=Salvați modificările în setările personalizate curente?
language=Limbă / Language
help=Ajutor
lbl-preset=Setări:
add-new-preset=Adăugare setări personalizate noi
delete-preset=Ştergere setări personalizate
save-preset=Salvare setări
about=Despre NeatMouse
advanced-view=Mai multe setări
[common]
btn-ok=OK
btn-cancel=Anulare
[about]
lnk-visit-site=Website-ul Neat Decisions: mai recente știri, întrebări frecvente și suport
caption=Despre NeatMouse
some-icons=Unele pictograme de 
github=NeatMouse pe GitHub
translation-contrib=Traducere română: www.filecroco.com
chk-run-at-startup=Rulează NeatMouse la pornirea computerului
